package bot

const TryLaterNotice string = "خطایی در پردازش درخواست شما رخ داده لطفا مجددا تلاش کنید."
const WrongStartLink string = "لینک وارد شده اشتباه است. لطفا لینک معتبری وارد کنید."
const WrongChannelId string = "آیدی وارد شده صحیح نیست. لطفا یک آیدی معتبر وارد کیند."
const WrongChannelName string = "آیدی وارد شده صحیح نیست. لطفا یک آیدی معتبر وارد کیند."
const StartConversation string = "شما میتونین متن پیام خودتون رو بنویسین تا به دست ادمین کانال %s برسه"
const WelcomeMessage string = "به ربات ارتباط با ادمین خوش اومدین. شما میتونین با استفاده از دکمه های زیر با ربات آشنا بشین و از امکانات اون استفاده کنین. فقط کافیه یک گزینه رو انتخاب کنین و از امکانات ربات لذت ببرین"
const ChannelAdded string = `کانال شما در ربات افزوده شد. شما میتونین با استفاده از لینک زیر نظرات مخاطب های خودتون رو به صورت شخصی دریافت کنین و در صورت لزوم بدون شناخته شدن به اونا پاسخ بدین.
لینک اختصاصی کانال %s:
%s`
const ChannelListFormat string = "شما با این ربات میتونین برای ربات های زیر پیام دریافت کنین:\n"
const ChannelItemFormat string = "%d- کانال %s (%s)"
